Repository: wp-plugins/postpoll
Catalog: langs/postpoll-*.po
Languages: es_es

source: Thanks for your Vote
es_es: Gracias por tu voto

source: Sorry, your vote could not be added
es_es: Lo Siento, su voto no fue añadido

source: Vote
es_es: Votar

source: Select which poll to show
es_es: Selecciona cual encuesta mostrar

source: Hi there! I'm just a plugin, not much I can do when called directly.
es_es: Hola! Solo soy un Plugin, no hay mucho que puedas hacer llamándome directamente.

source: You have to select a Poll to Edit
es_es: Selecciona la encuesta a Editar

source: Poll
es_es: Encuesta

source: Select the post(s) to be included on this poll
es_es: Selecciona las entrada(s) a ser incluidas

source: settings saved.
es_es: Configuración guardada.

source: Error, pls try again later.
es_es: Error, por Favor intenta mas tarde

source: Post Selected
es_es: Entrada Seleccionada

source: Delete
es_es: Borrar

source: Select here to add a post to the list
es_es: Selecciona aqui para añadir una entrada a la lista

source: Select how you want the Poll to be show
es_es: Selecciona como deseas la vista de la encuesta

source: Use Post Thumbnail (only for radio and multiselect)
es_es: Usar la Imagen destacada (solo para radio y multiselección)

source: Type Selector (dropdown list)
es_es: Tipo Selector (lista desplegable)

source: Type Radio (only one option)
es_es: Tipo Radio (Solo una opción)

source: Type Multiple options (allow to select more than one option)
es_es: Tipo Opción Multiple (permite seleccionar mas de una opción)

source: This is how your Poll will be show
es_es: Asi se vera tu Encuesta

source: Show results to user after vote?
es_es: ¿Mostrar los resultados despues del voto?

source: Save a cookie to avoid more than one vote per visit?
es_es: ¿Guardar una cookie para evitar que se vote mas de una vez por visita?

source: Only logged users can vote?
es_es: ¿Solo usuarios registrados pueden votar?

source: Check to get voters data?
es_es: ¿Obtener la data del votante?

source: Full Name
es_es: Nombre Completo

source: E-mail Adresse
es_es: Dirección de e-mail

source: Adresse
es_es: Dirección

source: Comments
es_es: Comentarios

source: Send email to voter
es_es: Enviar email al Votante

source: Enter the confirmation Message
es_es: Ingrese el mensaje de confirmación

source: Enter text here...
es_es: Ingrese el texto aquí...

source: Save Changes
es_es: Guardar cambios

source: You are not authorized to view this page.
es_es: No estas autorizado a ver esta página.

source: Post poll
es_es: Encuesta de Entradas

source: by Eric Zeidan
es_es: por Eric Zeidan

source: Create a New Poll
es_es: Crear una nueva encuesta

source: Poll Name:
es_es: Nombre de la Encuesta:

source: Poll Description:
es_es: Descripción de la Encuesta:

source: Poll ID
es_es: Encuesta ID

source: Poll Title
es_es: Titulo de la Encuesta

source: Poll Description
es_es: Descripción de la Encuesta

source: Poll Shortcode
es_es: Shortcode de la Encuesta

source: Edit
es_es: Editar

source: Pls select the poll to view results
es_es: Por Favor selecciona la encuesta para ver los resultados

source: Show
es_es: Mostrar
